import { IGoodsData } from "../interfaces/goods";

export const additionsData: IGoodsData = {
    'animatorNanny': {
        name: 'Аниматор-няня',
        description: 'Аниматор-няня это прекрасная возможность скрасить детский досуг на взрослых событиях, где дети обычно скучают и отвлекают родителей. С аниматором-няней ребятам будет чем заняться весь вечер, ведь в его арсенале множество игр и развлечений. Мероприятие, где есть аниматор-няня - это праздник, где отдухнут все- и дети, и взрослые 🧚🏻‍♀ 🍼️',
        images: ['animatorNanny1'],
    },
    'playAreas': {
        name: 'Игровые зоны',
        description: 'Используются на Велком-зоне или на площадках с большой проходимостью людей. Интерес заключается в том, что каждый человек, пришедший на праздник, сможет испытать себя на каждой игровой зоне, таким образом занять время ожидания, интересно и разнообразно провести время.\n' +
            '\n' +
            'Игровые зоны могут быть различными от настольных игр до гигантских установок. Зависит от концепции мероприятия. Данную услугу лучше оговаривать отдельно с менеджером Вашего праздника 💥',
        images: ['playAreas1'],
    },
    'pinata': {
        name: 'Пиньята',
        description: 'Данное развлечение пришло к нам из далёкой Мексики, где ни один детский праздник не обходится без этой игрушки, сделанной из папье-маше. Полая внутри, наполненная сладкими угощениями и минипризами, так и манит к себе всех детей и взрослых. Подвешивается по центру комнаты либо праздничной площадки и разбивается всеми участниками палкой по очереди, пока всё содержимое не посыплется праздничным дождём. И тогда - самое время делить добычу на всех!\n' +
            '\n' +
            'Пиньята изготавливается под тематику праздника индивидуально и различается формами и размерами. Согласовывается индивидуально с заказчиком 🥳',
        images: ['pinata1'],
    },
    'diveIntoTheBubble': {
        name: 'Погружение в пузырь',
        description: 'Это волшебное действие есть не в каждом праздничном пакете, но по желанию его можно заказать отдельно.\n' +
            '\n' +
            'Оказаться в огромном гигантском пузыре сродни волшебству. Взрослые становятся в нём детьми, дети загадывают желания и каждый ощущает что-то особенное и магическое 🎆',
        images: ['diveIntoTheBubble1'],
    },
    'ballSurprise': {
        name: 'Шар-сюрприз',
        description: 'Ещё один яркий и чудесный момент праздника, который не забудется. Огромный шар, наполненный множеством маленьких шариков подвешивается по середине комнаты. Именинник загадывает желание и в нужный момент лопает его. И на него и его гостей летит много прекрасных воздушных шариков, неся с собой много радости, праздничных красок и весёлых заданий от ведущего 🎈',
        images: ['ballSurprise1'],
    },
    'smokeEffect': {
        name: 'Дымный эффект',
        description: 'Возможно добавить в любой праздник. Создаётся с помощью жидкого азота и погружает в атмосферу волшебства. Волшебные дымные пузыри, дыхание дракона, эффектное задымление или чудо-зелье, всё это можно добавить к сюжету и ещё больше погрузить участников в сказочную историю 💨',
        images: ['smokeEffect1'],
    },
    'confetti': {
        name: 'Конфетти',
        description: 'Серебряные конфетти словно чудо-фейерверк врывается в Ваш праздник и осыпается волшебным дождем на всех гостей. Этот фантастический момент погружает всех в атмосферу счастья и ставит красивейший акцент на важности данного момента 🎊',
        images: ['confetti1'],
    },
    'photoZones': {
        name: 'Фотозоны',
        description: 'Если у Вас тематическая вечеринка, к которой хочется добавить ещё больше реалистичности и погрузить гостей в мир волшебных героев и образов, тогда фотозона в стилистике праздника будет отличным дополнением 📸',
        images: ['photoZones1'],
    },
    'photoVideoServices': {
        name: 'Фото, видеоуслуги',
        description: 'Присутствие профессионального фотографа или видеографа не утаит ни одной детали праздничного вечера. Все яркие моменты будут запечатлены и, конечно, в лучшем качестве представлены заказчику в оговоренные сроки.\n' +
            'Как прекрасно пересматривать через время красивые фото или видео и открывать для себя новые мгновения пережитого дня 📷 📹',
        images: ['photoVideoServices1'],
    },
};
