import { IGoodsData } from "../interfaces/goods";

export const charactersData: IGoodsData = {
    'marshall': {
        name: 'Маршал',
        description: 'Если у вас есть какие нибудь вопросы свяжитесь с нами 📞 🤗',
        images: ['marshall1']
    },
    'chase': {
        name: 'Гончик',
        description: 'Ответственный и серьезный щенок, но если попадает на праздник, он с радостью играет и веселиться,' +
            ' придумывает увлекательные сюжеты и развлекает всех ребят в округе.',
        images: ['chase1', 'chase2', 'chase3']
    },
    'skye': {
        name: 'Скай',
        description: 'Милая спасатель-авиатор редкой породы, которая считает, что щенки созданы для полёта. ' +
            'Пригласит всех поиграть в Тяв-тяв-буги и устроит потрясающий праздник в стиле щенков спасателей',
        images: ['skye1']
    },
    'spiderMan': {
        name: 'Человек паук',
        description: 'Кто из мальчишек не представлял себя в роли Человека-Паука? Самый ловкий из всех Супергероев ' +
            'готов очутиться на вашем празднике, чтобы осчастливить именинника и всех его гостей. \n' +
            'Кстати, девочки тоже обожают Человека-паука и с удовольствием участвуют в Супергеройских развлечениях',
        images: ['spiderMan1', 'spiderMan2', 'spiderMan3', 'spiderMan4']
    },
    'batMan': {
        name: 'Бэтмен',
        description: 'Это он летит в ночи, чтобы защитить слабых, это он помогает всем, кому нужна помощь. Супергерой' +
            ' Бэтмен расскажет ребятам что такое мужество и смелость, ответственность и забота. Этот брутальный герой' +
            ' может устроить праздник с приставкой "Супер" и он будет супервеселым, супертанцевальным, суперволшебным!' +
            ' Все ребята будут счастливы от того, что встретились с таким героем и, конечно, им захочется стать такими' +
            ' же благородными и образованными.',
        images: ['batMan1']
    },
    'hulk': {
        name: 'Халк',
        description: 'Если у вас есть какие нибудь вопросы свяжитесь с нами 📞 🤗',
        images: ['hulk1']
    },
    'ironMan': {
        name: 'Железный человек',
        description: 'Если у вас есть какие нибудь вопросы свяжитесь с нами 📞 🤗',
        images: ['ironMan1', 'ironMan2', 'ironMan3']
    },
    'superWoman': {
        name: 'Супердевушка',
        description: 'Кто сказал, что супергерои для мальчишек? Отважные, ловкие и активные девчонки всегда ' +
            'выбирают путь лидера и нет желаннее образа для них, чем супергеройка. Чтобы преодолеть все препятствия' +
            ' и справиться с задачами Супергёрл, ребятам предстоит пройти сражение со злодеями, разгадать головоломки' +
            ' и вместе устроить множество развлечений в геройском стиле.',
        images: ['superWoman1']
    },
    'ninjaTurtle': {
        name: 'Черепашка ниндзя',
        description: 'Если у вас есть какие нибудь вопросы свяжитесь с нами 📞 🤗',
        images: ['ninjaTurtle1']
    },
    'sonic': {
        name: 'Соник',
        description: 'Если у вас есть какие нибудь вопросы свяжитесь с нами 📞 🤗',
        images: ['sonic1', 'sonic2']
    },
    'ninjago': {
        name: 'Ниндзяго',
        description: 'Если у вас есть какие нибудь вопросы свяжитесь с нами 📞 🤗',
        images: ['ninjago1']
    },
    'alette': {
        name: 'Алетт',
        description: 'Героиня истории "Герои в масках" принадлежит к Супергероям, так как превращается в Супер-сову' +
            ' по ночам, чтобы спасти город вместе со своими друзьями. Если Ваш ребёнок поклонник этой истории, значит' +
            ' Алетт спешит именно на ваш праздник, чтобы повеселить ребят по-супергеройски.',
        images: ['alette1']
    },
    'amongUs': {
        name: 'Амонг Ас',
        description: 'Если у вас есть какие нибудь вопросы свяжитесь с нами 📞 🤗',
        images: ['amongUs1']
    },
    'mermaid': {
        name: 'Русалочка',
        description: 'Дочь царя подводного мира Тритона знает немало тайн глубокого океана, всегда готова к морским' +
            ' приключениям, но мечтает оказаться в мире людей. Нежная Русалочка стала любимицей многих девочек, которые' +
            ' мечтают познакомиться с ней лично и провести вместе лучший день в году.',
        images: ['mermaid1']
    },
    'dinosaurToothy': {
        name: 'Динозавр зубастик',
        description: 'Если у вас есть какие нибудь вопросы свяжитесь с нами 📞 🤗',
        images: ['dinosaurToothy1']
    },
    'misterNightmareous': {
        name: 'Мистер кошмариус',
        description: 'Если у вас есть какие нибудь вопросы свяжитесь с нами 📞 🤗',
        images: ['misterNightmareous1']
    },
    'researcher': {
        name: 'Исследователь',
        description: 'Если у вас есть какие нибудь вопросы свяжитесь с нами 📞 🤗',
        images: ['researcher1']
    },
    'clownLala': {
        name: 'Клоун Ляля',
        description: 'Если у вас есть какие нибудь вопросы свяжитесь с нами 📞 🤗',
        images: ['clownLala1']
    },
    'lolDoll': {
        name: 'Кукла Лол',
        description: 'Если у вас есть какие нибудь вопросы свяжитесь с нами 📞 🤗',
        images: ['lolDoll1']
    },
    'minecraft': {
        name: 'Майнкрафт',
        description: 'Если у вас есть какие нибудь вопросы свяжитесь с нами 📞 🤗',
        images: ['minecraft1']
    },
    'masha': {
        name: 'Маша',
        description: 'Если у вас есть какие нибудь вопросы свяжитесь с нами 📞 🤗',
        images: ['masha1']
    },
    'minions': {
        name: 'Миньон',
        description: 'Если у вас есть какие нибудь вопросы свяжитесь с нами 📞 🤗',
        images: ['minions1']
    },
    'bunny': {
        name: 'Зайка',
        description: 'Замечательно подходит для взаимодействия на фотозонах, встрече гостей.',
        images: ['bunny1']
    },
    'bear': {
        name: 'Мишка',
        description: 'Замечательно подходит для взаимодействия на фотозонах, встрече гостей.',
        images: ['bear1']
    },
    'hippo': {
        name: 'Бегемотик',
        description: 'Замечательно подходит для взаимодействия на фотозонах, встрече гостей.',
        images: ['hippo1']
    },
    'bearBrown': {
        name: 'Мишутка коричневый',
        description: 'Замечательно подходит для взаимодействия на фотозонах, встрече гостей.',
        images: ['bearBrown1']
    },
    'bearPink': {
        name: 'Мишутка розовый',
        description: 'Замечательно подходит для взаимодействия на фотозонах, встрече гостей.',
        images: ['bearPink1', 'bearPink2', 'bearPink3']
    },
    'snowmanOlaf': {
        name: 'Олаф',
        description: 'Замечательно подходит для взаимодействия на фотозонах, встрече гостей.',
        images: ['snowmanOlaf1']
    },
    'barbieAndKen': {
        name: 'Барби и Кен',
        description: 'Если у вас есть какие нибудь вопросы свяжитесь с нами 📞 🤗',
        images: ['barbieAndKen1']
    },
    'indians': {
        name: 'Индейцы',
        description: 'Если у вас есть какие нибудь вопросы свяжитесь с нами 📞 🤗',
        images: ['indians1']
    },
    'ladyBugAndSuperCat': {
        name: 'Леди Баг и Супер Кот',
        description: 'Если у вас есть какие нибудь вопросы свяжитесь с нами 📞 🤗',
        images: ['ladyBugAndSuperCat1']
    },
    'minnieMouse': {
        name: 'Минни Маус',
        description: 'Если у вас есть какие нибудь вопросы свяжитесь с нами 📞 🤗',
        images: ['minnieMouse1']
    },
    'princeAndAriel': {
        name: 'Принц и Ариэль',
        description: 'Если у вас есть какие нибудь вопросы свяжитесь с нами 📞 🤗',
        images: ['princeAndAriel1']
    },
    'hedgehogVyacheslav': {
        name: 'Ёжик Вячеслав',
        description: 'Если у вас есть какие нибудь вопросы свяжитесь с нами 📞 🤗',
        images: ['hedgehogVyacheslav1']
    },
    'moana': {
        name: 'Моана',
        description: 'Если у вас есть какие нибудь вопросы свяжитесь с нами 📞 🤗',
        images: ['moana1']
    },
    'lightningMCQUEEN': {
        name: 'Молния Маквин',
        description: 'Если у вас есть какие нибудь вопросы свяжитесь с нами 📞 🤗',
        images: ['lightningMCQUEEN1']
    },
    'nyushenka': {
        name: 'Нюшенька',
        description: 'Если у вас есть какие нибудь вопросы свяжитесь с нами 📞 🤗',
        images: ['nyushenka1']
    },
    'petronella': {
        name: 'Петронелла',
        description: 'Если у вас есть какие нибудь вопросы свяжитесь с нами 📞 🤗',
        images: ['petronella1']
    },
    'pirateMary': {
        name: 'Пиратка Мэри',
        description: 'Если у вас есть какие нибудь вопросы свяжитесь с нами 📞 🤗',
        images: ['pirateMary1']
    },
    'pirate': {
        name: 'Пират',
        description: 'Если у вас есть какие нибудь вопросы свяжитесь с нами 📞 🤗',
        images: ['pirate1']
    },
    'pirates': {
        name: 'Пираты',
        description: 'Если у вас есть какие нибудь вопросы свяжитесь с нами 📞 🤗',
        images: ['pirates1', 'pirates2', 'pirates3']
    },
    'girlfriendWednesday': {
        name: 'Подруга Уэнсдей',
        description: 'Если у вас есть какие нибудь вопросы свяжитесь с нами 📞 🤗',
        images: ['girlfriendWednesday1']
    },
    'remember': {
        name: 'Помни',
        description: 'Если у вас есть какие нибудь вопросы свяжитесь с нами 📞 🤗',
        images: ['remember1']
    },
    'princessJasmine': {
        name: 'Принцесса Жасмин',
        description: 'Если у вас есть какие нибудь вопросы свяжитесь с нами 📞 🤗',
        images: ['princessJasmine1']
    },
    'unicornSparkle': {
        name: 'Единорожка Искорка',
        description: 'Если у вас есть какие нибудь вопросы свяжитесь с нами 📞 🤗',
        images: ['unicornSparkle1']
    },
    'pinkiePie': {
        name: 'Пинки Пай',
        description: 'Если у вас есть какие нибудь вопросы свяжитесь с нами 📞 🤗',
        images: ['pinkiePie1']
    },
    'princessCelestia': {
        name: 'Принцесса Селестия',
        description: 'Если у вас есть какие нибудь вопросы свяжитесь с нами 📞 🤗',
        images: ['princessCelestia1']
    },
    'robocarPoli': {
        name: 'Робокар Полли',
        description: 'Если у вас есть какие нибудь вопросы свяжитесь с нами 📞 🤗',
        images: ['robocarPoli1','robocarPoli2']
    },
    'robocarAmber': {
        name: 'Робокар Эмбер',
        description: 'Если у вас есть какие нибудь вопросы свяжитесь с нами 📞 🤗',
        images: ['robocarAmber1', 'robocarAmber2']
    },
    'peppaPig': {
        name: 'Свинка Пеппа',
        description: 'Если у вас есть какие нибудь вопросы свяжитесь с нами 📞 🤗',
        images: ['peppaPig1']
    },
    'blueTractor': {
        name: 'Синий трактор',
        description: 'Если у вас есть какие нибудь вопросы свяжитесь с нами 📞 🤗',
        images: ['blueTractor1']
    },
    'tikTok': {
        name: 'Тик Ток',
        description: 'Если у вас есть какие нибудь вопросы свяжитесь с нами 📞 🤗',
        images: ['tikTok1']
    },
    'kittenKorzhik': {
        name: 'Котёнок Коржик',
        description: 'Если у вас есть какие нибудь вопросы свяжитесь с нами 📞 🤗',
        images: ['kittenKorzhik1']
    },
    'kittyCaramel': {
        name: 'Кошечка Карамелька',
        description: 'Если у вас есть какие нибудь вопросы свяжитесь с нами 📞 🤗',
        images: ['kittyCaramel1']
    },
    'kittenCompote': {
        name: 'Котёнок Компот',
        description: 'Если у вас есть какие нибудь вопросы свяжитесь с нами 📞 🤗',
        images: ['kittenCompote1']
    },
    'troll': {
        name: 'Тролль',
        description: 'Если у вас есть какие нибудь вопросы свяжитесь с нами 📞 🤗',
        images: ['troll1']
    },
    'smartProfessor': {
        name: 'Умный профессор',
        description: 'Если у вас есть какие нибудь вопросы свяжитесь с нами 📞 🤗',
        images: ['smartProfessor1']
    },
    'wednesday': {
        name: 'Уэнсдей',
        description: 'Если у вас есть какие нибудь вопросы свяжитесь с нами 📞 🤗',
        images: ['wednesday1']
    },
    'fjok': {
        name: 'Фьёк',
        description: 'Если у вас есть какие нибудь вопросы свяжитесь с нами 📞 🤗',
        images: ['fjok1']
    },
    'faerie': {
        name: 'Фея',
        description: 'Если у вас есть какие нибудь вопросы свяжитесь с нами 📞 🤗',
        images: ['faerie1']
    },
    'fixies': {
        name: 'Фиксики',
        description: 'Если у вас есть какие нибудь вопросы свяжитесь с нами 📞 🤗',
        images: ['fixies1']
    },
    'anna': {
        name: 'Анна',
        description: 'Если у вас есть какие нибудь вопросы свяжитесь с нами 📞 🤗',
        images: ['anna1']
    },
    'elsa': {
        name: 'Эльза',
        description: 'Если у вас есть какие нибудь вопросы свяжитесь с нами 📞 🤗',
        images: ['elsa1']
    },
    'winnieTheWitch': {
        name: 'Ведьмочка Винни',
        description: 'Если у вас есть какие нибудь вопросы свяжитесь с нами 📞 🤗',
        images: ['winnieTheWitch1']
    },
    'vi': {
        name: 'Ви',
        description: 'Если у вас есть какие нибудь вопросы свяжитесь с нами 📞 🤗',
        images: ['vi1']
    },
    'shelleyBrawlStars': {
        name: 'Шелли brawl stars',
        description: 'Если у вас есть какие нибудь вопросы свяжитесь с нами 📞 🤗',
        images: ['shelleyBrawlStars1']
    },
    'cheburashka': {
        name: 'Чебурашка',
        description: 'Если у вас есть какие нибудь вопросы свяжитесь с нами 📞 🤗',
        images: ['cheburashka1']
    },
    'mischiefMakers': {
        name: 'Шкодники',
        description: 'Если у вас есть какие нибудь вопросы свяжитесь с нами 📞 🤗',
        images: ['mischiefMakers1']
    },
    'bumblebee': {
        name: 'Бамблби',
        description: 'Если у вас есть какие нибудь вопросы свяжитесь с нами 📞 🤗',
        images: ['bumblebee1', 'bumblebee2']
    },
    'harryPotterAndHermione': {
        name: 'Гарри Поттер и Гермиона',
        description: 'Если у вас есть какие нибудь вопросы свяжитесь с нами 📞 🤗',
        images: ['harryPotterAndHermione1']
    },
    'maleficent': {
        name: 'Малефисента',
        description: 'Если у вас есть какие нибудь вопросы свяжитесь с нами 📞 🤗',
        images: ['maleficent1']
    },
    'mario': {
        name: 'Марио',
        description: 'Если у вас есть какие нибудь вопросы свяжитесь с нами 📞 🤗',
        images: ['mario1']
    },
    'grinch': {
        name: 'Гринч',
        description: 'Если у вас есть какие нибудь вопросы свяжитесь с нами 📞 🤗',
        images: ['grinch1']
    },
    'babaYaga': {
        name: 'Баба Яга',
        description: 'Если у вас есть какие нибудь вопросы свяжитесь с нами 📞 🤗',
        images: ['babaYaga1']
    },
    'kane': {
        name: 'Кейн',
        description: 'Если у вас есть какие нибудь вопросы свяжитесь с нами 📞 🤗',
        images: ['kane1']
    },
    'booba': {
        name: 'Буба',
        description: 'Если у вас есть какие нибудь вопросы свяжитесь с нами 📞 🤗',
        images: ['booba1']
    },
}
