"use strict";
Object.defineProperty(exports, "__esModule", { value: true });
exports.masterClassesData = void 0;
exports.masterClassesData = {
    'holidayCards': {
        name: 'Праздничные открытки',
        description: 'Данное развлечение подходит для малышей от 3-х лет, относительно возраста участников различается сложностью изготовления.\n' +
            '\n' +
            'Несложный в исполнении, мастер-класс развивает фантазию, творческое воображение, художественный вкус. \n' +
            '\n' +
            'Под присмотром ведущего участники создают свою уникальную открытку, которая остаётся им на долгую память 🎀',
        images: ['holidayCards1', 'holidayCards2', 'holidayCards3'],
    },
    'slimes': {
        name: 'Слаймы',
        description: 'Кто из детей не любит слаймы?! Их не бывает много! Все они разные по консистенции, цвету и наполнению. И определенно являются самым залипательным времяпрепровождением. На данном мастер-классе ребята изготовят свой неповторимый слайм и в индивидуальной украшенной баночке заберут с собой ✨',
        images: ['slimes1', 'slimes2'],
    },
    'foamiranMasks': {
        name: 'Маски из фоамирана',
        description: 'Замечательно дополнит любую вечеринку мастер-класс по созданию масок из фоамирана. Преимущества данной маски: долговечность - можно играть в любимых супергероев или единорожек ещё долгое время, так как данный материал будет верно служить своему хозяину🤗, яркие насыщенные цвета 🌈 и приятные на ощупь ☁️\n' +
            'Ребята будут рады создать уникальную маску своего кумира собственными руками, а ведущий будет направлять и помогать ребятам совершенствовать свои работы💥',
        images: ['foamiranMasks1', 'foamiranMasks2'],
    },
    'steamCocktails': {
        name: 'Паровые коктейли',
        description: 'Красивые, бурлящие, парящие коктейли дополнят своей уникальностью абсолютно любую праздничную тематику💭\n' +
            'Создавать собственный коктейль участники будут самостоятельно. Добавлять нужные ингредиенты, заливать лимонадом и... Внимание! Парящий эффект! Добавление жидкого азота создаст красивую картинку 🎉 \n' +
            '\n' +
            'Можно фотографироваться, снимать видео пока жидкий азот парит и охлаждает коктейль. Этот газ является неотъемлемой частью воздуха, его пропорция в нем составляет 78%. Поэтому он не опасен! А после фотосессии наслаждаться вкусом своего коктейля и замечательно проводить время.♥️',
        images: ['steamCocktails1', 'steamCocktails2'],
    },
    'iceCream': {
        name: 'Мороженое',
        description: 'Кто же не любит вкусное сливочное мороженое, особенно после активной анимационной программы. Самое время остыть и угоститься чем-то вкусным и красивым.\n' +
            '  \n' +
            'Здесь ведущий совместно с ребятами приготовит вкуснейшее мороженое из натуральных продуктов без всяких добавок, с помощью моментально замораживающего (и завораживающего, кстати 🤩) жидкого азота. Этот газ является неотъемлемой частью воздуха, его пропорция в нем составляет 78%. Не опасен!\n' +
            '\n' +
            'Во время мастер-класса ребята узнают что такое жидкий азот, почему им удаётся делать с ним заморозку, соберут своё идеальное мороженое, смогут запечатлеть всё на гаджеты родитей и насладиться замечательным вкусом.',
        images: ['iceCream1', 'iceCream2'],
    },
    'paintingWoodenMagnets': {
        name: 'Роспись деревянных магнитов',
        description: 'Творчество многогранно. Одним из его разновидностью является данное развлечение. Ребята рисуют на заготовках красками или фломастерами и получают на память милый магнит, который ещё долго будет дарить воспоминания о развлечениях с аниматором.',
        images: ['paintingWoodenMagnets1', 'paintingWoodenMagnets2'],
    },
    'woodenCoasters': {
        name: 'Деревянные подставки',
        description: '"Декупаж".\n' +
            'Звучит сложно, но справиться каждый участник данного мастер-класса. Время, когда наслаждаешься творчеством в кругу своих друзей, останется в памяти и милой подставке под горячее, которую ребята уносят с собой.',
        images: ['woodenCoasters1', 'woodenCoasters2'],
    },
    'paintingPlasterFigures': {
        name: 'Роспись гипсовых фигурок',
        description: 'Одна и та же фигурка, разукрашенная несколькими людьми выглядит совершенно по-разному, потому что у каждого своё художественное видение, воображение и вообще представление о прекрасном. Поэтому здесь можно творить очень долго и с удовольствием.',
        images: ['paintingPlasterFigures1', 'paintingPlasterFigures2'],
    },
    'tShirtPainting': {
        name: 'Роспись футболок',
        description: 'Это возможность создать уникальную деталь своего гардероба, которой не будет ни у кого. Футболка расписывается красками по собственному желанию. И здесь, как говорится, нет предела совершенству! 🤗',
        images: ['tShirtPainting1', 'tShirtPainting2'],
    },
    'twisting': {
        name: 'Твистинг',
        description: 'Этим словом называется мастер-класс по созданию фигурок из шариков-сосисок. На котором ребята научаться создавать своих собственных питомцев, мечи, короны или что-то посложнее. Это зависит от индивидуальных умений каждого. Ведущий предложит ребятам богатый выбор цветов и неограниченное количество шариков. Из них участники будут создавать свои воздушные шедевры, а если что-то не будет получаться, аниматор с радостью придёт на помощь.',
        images: ['twisting1', 'twisting2'],
    },
    'decorationsMadeFromCurlyPasta': {
        name: 'Украшения из фигурных макарон',
        description: 'Да! Да! Именно из макарон можно создать замечательные украшения, которые с удовольствием делают, как девочки, так и мальчики. Браслеты, ожерелья, диадемы, пояс или подвески! Всё реально. Придумаем дизайн, соберём в изделие, разукрасим, дополним блёстками или стразами. И почувствуем себя ювелирных дел мастерами. А после будем наслаждаться украшениями и даже устроим модный показ.',
        images: ['decorationsMadeFromCurlyPasta1', 'decorationsMadeFromCurlyPasta2'],
    },
    'beadJewelry': {
        name: 'Украшения из бусин',
        description: 'Такие праздники, как бал принцесс, сказочные приключения с принцем и принцессой всегда станут незабываемыми с мастер-классом по созданию украшений. Множество бусин на выбор! Создавай так, как хочется именно тебе! И оставляй на добрую память о волшебном празднике! ✨',
        images: ['beadJewelry1', 'beadJewelry2'],
    },
    'soapBubbles': {
        name: 'Мыльные пузыри',
        description: 'Как же нравятся мыльные пузыри всем вокруг! Дети так и норовят забраться в сосуд с мыльным раствором. И на здоровье! Здесь можно всё! 😜 Опускать руки в раствор и тут же выдувать буквально из пальцев свои чудесные пузыри! Запускать пузыри от маленьких до гигантских! Погружать друг друга в пузырь! Выдувать множество пены! Это всё ребята делают сами на мастер-классе "Мыльные пузыри"',
        images: ['soapBubbles1', 'soapBubbles2'],
    },
    'paintingPapierMacheMasks': {
        name: 'Роспись масок из папье-маше',
        description: 'Масок много не бывает! Хочется создавать уникальные росписи ещё и ещё! А после демонстрировать всем свои умения. Множество ярких красок и причудливых узоров царят на мастер-классе и уж, конечно, показ под названием "Маски-шоу" подитожит творческую встречу юных художников.',
        images: ['paintingPapierMacheMasks1', 'paintingPapierMacheMasks2'],
    },
    'ebruPaintingOnWater': {
        name: 'Эбру - рисование на воде',
        description: 'Пожалуй мастер-класс Эбру - рисование на воде самый расслабляющий и погружающий в волшебный космос. Необычные узоры, невероятные красочные вариации, создаются на воде, а после переносятся на бумагу. И у вас уже целая картина, которую нарисовали вы лично! Захочется повторять снова и снова замысловатые фигуры и трансформировать их в фантастические очертания.',
        images: ['ebruPaintingOnWater1', 'ebruPaintingOnWater2'],
    },
    'soapExtravaganza': {
        name: 'Мыльная феерия',
        description: 'Описание мастер-класса уточняйте у менеджера.',
        images: ['soapExtravaganza1'],
    }
};
