"use strict";
Object.defineProperty(exports, "__esModule", { value: true });
exports.masterClassesPage = exports.additionsPage = exports.programsPage = exports.showsPage = exports.bigDollCharactersPage = exports.universalCharactersPage = exports.femaleCharactersPage = exports.maleCharactersPage = exports.allCharactersPage = exports.charactersPage = exports.mainPage = void 0;
exports.mainPage = `🎁Мы аниматорское агентство "Апельсинка" / Orange Creative Group!🎁

🎈С помощью этого бота, Вы можете ознакомиться с перечнем наших услуг, которые помогут сделать Ваш праздник незабываемым!🎈

🚕Мы выезжаем туда, куда только пожелаете!🚖`;
exports.charactersPage = `
<b>Персонажи</b>🧸

Добро пожаловать в наш мир волшебных образов!🌌

Чтобы было легче выбрать, мы разделили персонажи на подгруппы, которые упростят поиски необходимого героя.
`;
exports.allCharactersPage = `
<b>Персонажи(все образы)</b>

В данном разделе представлены все персонажи.🎁 

Эти персонажи могут поздравлять как мальчиков, так и девочек.

А ростовые куклы могут встречать из роддома и доставлять подарки и букеты по разным поводам, сделать незабываемой и живой велком-зону любого мероприятия.

Специфика ростовой куклы такова, что в игровых программах она работает в паре со вторым персонажем, у которого открытое лицо (он отвечает за коммуникацию с участниками и выстраивает игровую линию) 

Если Вы не найдёте желаемый персонаж, советуем посмотреть другие разделы или связаться с Апельсинкой
`;
exports.maleCharactersPage = `
<b>Персонажи(мужские образы)</b>

В данном разделе представлены все образы мужского пола.👦 

Эти персонажи могут поздравлять как мальчиков, так и девочек. 

Если Вы не найдёте желаемый персонаж, советуем посмотреть другие разделы или связаться с Апельсинкой
`;
exports.femaleCharactersPage = `
<b>Персонажи(женские образы)</b>

В данном разделе представлены все образы женского пола.👧 

Эти персонажи могут поздравлять как девочек, так и мальчиков.

Если Вы не найдёте желаемый персонаж, советуем посмотреть другие разделы или связаться с Апельсинкой
`;
exports.universalCharactersPage = `
<b>Персонажи(универсальные образы)</b>

В данном разделе представлены все универсальные образы.👫

Эти персонажи могут поздравлять как мальчиков, так и девочек. 

Если Вы не найдёте желаемый персонаж, советуем посмотреть другие разделы или связаться с Апельсинкой
`;
exports.bigDollCharactersPage = `
<b>Персонажи(ростовые куклы)</b>

В данном разделе представлены наши ростовые куклы.🐥

Ростовые куклы могут встречать из роддома и доставлять подарки и букеты по разным поводам, сделать незабываемой и живой велком-зону любого мероприятия.

Специфика ростовой куклы такова, что в игровых программах она работает в паре со вторым персонажем, у которого открытое лицо (он отвечает за коммуникацию с участниками и выстраивает игровую линию)

Если Вы не найдёте желаемый персонаж, советуем посмотреть другие разделы или связаться с Апельсинкой
`;
exports.showsPage = `
<b>Шоу</b>🎁

Шоу-программы это зрелищное дополнение к празднику, позволяющее переключиться от игр с аниматором на более яркое действо, которое наполнит мероприятие более красочными и эмоциональными моментами🎇
`;
exports.programsPage = `
<b>Программы</b>📓

В данном разделе Вы сможете подобрать для своего праздника подходящий готовый пакет услуг. 

Если же Вам захочется смиксовать понравившиеся блоки или собрать индивидуальную праздничную программу, свяжитесь с нами, мы поможем Вам создать лучший праздник. 🤗🎉
`;
exports.additionsPage = `
<b>Дополнения</b>🏷

Весёлый детский праздник всегда можно дополнить яркими элементами и эффектами.🤩 

Здесь можно ознакомиться с вариантами праздничных дополнений либо предложить свои пожелания менеджеру.
`;
exports.masterClassesPage = `
<b>Мастер-классы</b>🪁

Мастер-класс является замечательным продолжением анимации, так как на любой тематической вечеринке ребята и взрослые могут танцевать и веселиться, а после в более спокойной обстановке создать своими руками, под руководством ведущего, что-то, что можно оставить себе на память о прекрасном празднике. 

Мастер-классы бывают разные - от простейших нетрудных до более сложных и требующих от участников определённых навыков. Для каждого отдельного мероприятия возможно организовать мастер-класс под Ваш запрос. В данном разделе представлены некоторые мастер-классы, которые возможно адаптировать под тематические праздники, как в продолжение  программы, так и отдельным развлечением
`;
