import { IGoodsData } from "../interfaces/goods";

export const showsData: IGoodsData = {
    'silverDisco': {
        name: 'Серебряная дискотека',
        description: 'Это море веселья, музыки, танцев и, конечно, фольгированной бумаги, которой бросаются в друг друга, купаются и закапываются, выполняют задания ведущего и создают сверкающие салюты. Это действо нравиться всем от годовасиков до 100 лет. За ним любопытно наблюдать, весело участвовать и никогда не забыть пережитых эмоций!',
        images: ['silverDisco1', 'silverDisco2', 'silverDisco3', 'silverDisco4', 'silverDisco5', 'silverDisco6', 'silverDisco7', 'silverDisco8'],
    },
    'foamShow': {
        name: 'Поролоновое шоу',
        description: 'Множество паролоновых кубиков окажется с Вами рядом. С ними можно танцевать, строить, выполнять задания от ведущих и играть с формами и цветами. Мягкое и разноцветное дополнение привнесет много ярких красок празднику и понравиться любому возрасту участников.',
        images: ['foamShow1'],
    },
    'soapShow': {
        name: 'Мыльное шоу',
        description: 'Мыльные пузыри приводят в умиление каждого и отправляют в воспоминания о детстве. В данном развлечении есть пузыри различных размеров от самых маленьких до погружения в полный рост. Мыльные пузыри отправляют участников в волшебную сказку, с ними остаётся множество красивейших фотографий и милых воспоминаний.',
        images: ['soapShow1'],
    },
    'nitrogenShow': {
        name: 'Азотное шоу',
        description: 'Красивое таинственное дополнение праздника обеспечит Азотное шоу. Здесь можно узнать научные факты о жидком азоте, понаблюдать за различными экспериментами, стать участником опытов и открыть для себя удивительные способности газов, которые всем известны с иной стороны. Увлекательно, зрелищно, захватывающе! Всё это о Азотном шоу. 💥',
        images: ['nitrogenShow1'],
    },
    'inflatableShow': {
        name: 'Надувное шоу',
        description: 'Это вовсе не надувательство. Это надувательные развлечения! Новинка! Всё, что участвует в этом развлечении будет надуваться и приносить радость. Путешествие на надувном коне, перебрасывание надутых шаров, надувание гигантских сосисок на скорость. Эти и другие развлечения ждут участников данной программы.\n' +
            'Раздуем Ваше настроение до неимоверных размеров 😅',
        images: ['inflatableShow1'],
    },
    'neonShow': {
        name: 'Неоновое шоу',
        description: 'Это сочетание неонового освещения и яркого реквизита, волшебная палитра цветов аквагрима перемещает всех в небывалый мир чудес, неоновые костюмы ведущих и такие же яркие взрывные игры сделают Ваш праздник непохожим на другие.',
        images: ['neonShow1'],
    },
};
